Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: Essentially an armed-to-the-incisors scum barge, Fresh Kills is a salvage base near the edge of Earth's L5 point.
fr_fr: Fresh Kills est une base de récupération près du point L5 Terreste et est essentiellement une barge racaille armés jusqu'aux dents.

source: The base is built around a huge central docking spindle with moorings for small craft and habitat modules in the center, and massive weapons batteries at either tip.
fr_fr: Sa base est construite autour d'une gigantesque aiguille d'approche avec des amarres pour les plus petits vaisseaux et les modules d'habitats du centre, et équippée d'impressionante batterie d'artillerie à chaque extrémitée.

source: Scavengers can moor their own craft or, at considerable expense, egocast in, resleeve at the facility, and hire shuttles for excursions.
fr_fr: Les charognards peuvent amarrer leur propre vaisseau ou, à un prix considérable, s'égocaster à l'intérieur, se réincarner dans l'installation, et louer dans navettes pour les excursions.

source: The gun batteries are articulated such that any craft showing signs of trouble can be hastily jettisoned and destroyed.
fr_fr: Les batteries d'artillerie sont articulées afin que n'importe quel vaisseau montrant l'nevie d'en découdre puisse être largué et détruit rapidement.

source: 2,000 transhumans live on Fresh Kills, although the population is transient and fluctuates a good deal.
fr_fr: 2,000 transhumains vivent sur Fresh Kills, même si la population en transit et fluctuante en représente une bonne partie.

source: Situated in a halo orbit at the Earth-Sun L1 point, Paradise was an exclusive spa and resort station for the ultra-rich before the Fall.
fr_fr: Situé en orbite halo au point Terre-Soleil L1, Paradise est une statin exclusivement constituée de spa et d'attractions pour les ultra-riches d'avant la Chute.

source: In the wake of the Fall, Paradise fell on hard times, swarmed as it was with refugees and no longer an ideal vacation spot.
fr_fr: Au début de la Chute, Paradise a connu des temps difficiles, pullulant de réfugiés et plus réellement le lieu de vacances idéal.

source: Recently, however, Paradise fell back in favor with the inner system glitterati, who undertook measures to expel many of the lingering squatters and refurnish it as an elite social space.
fr_fr: Cependant e récemment, Paradise a retrouvé les faveurs des célébrités du système intérieur, qui ont pris des mesures pour expulser les squatteurs persistants et remeubler la station comme un espace de l'élite sociale.

source: Recent rumors suggest the Consortium's Hypercorp Council has used Paradise for important face-to-face meetings.
fr_fr: Des rumerus récentes suggèrent que le Conseil Hypercorporatiste du Consortium a utilisé Paradise pour d'importante rencontre en face à face.

source: The Reclaimers maintain this station in high geostationary orbit, monitoring Earth and making plans for potential geo-engineering efforts.
fr_fr: Les Réclamationnistes maintiennent cette station en orbite géostationnaire haute, surveillant la Terre et planifiant les éventuells effort de géo-ingénierie.

source: Vo Nguyen is a small O'Neill cylinder hidden in a dangerous cloud of space junk and protected by swarms of killsats, gun emplacements, and drones.
fr_fr: Vo Nguyen est un petit cylindre O'Neill caché dans un nuage dangereux de débris spatiaux et protégé par des nuées de satellites tueurs, d'emplacement d'artillerie et de drônes.

source: It is occasionally used as a jumping off point for secret surface expeditions.
fr_fr: Elle est occasionnellement utilisées comme point de départ pour des expéditions secrètes vers la surface.

source: The first planetary body to host permanent human habitation, Earth's sole moon is home to the second largest population of transhumanity on a single planet and remains a lynchpin of culture and economic activity.
fr_fr: le premier corps planétaire a héberger des habitations humaines de manière permanente, la seule lune de la Terre est le foyer de la deuxième population transhumaine sur une seule planète en terme de population et reste un pivot des activités culturelle et économique.

source: Lunar history has been shaped dramatically by the Fall.
fr_fr: L'histoire Lunaire a été dramatiquement remodelée par la Chute.

source: Before the need to evacuate Earth arose, it was expected that the Moon would remain largely an automated mining concern, never attaining a population of more than a few million.
fr_fr: Avant que le besoin d'évacuer la Terre n'apparaissent, la Lune était destiné à être principalement une entreprise d'extraction automatisée et ne devant jamais dépasser une population de plus de quelques millions.

source: Luna was never seen as an economically viable location for colonization, the focus instead falling on Mars and the outer system.
fr_fr: La Lune n'a jamais été considérée comme une destination économiquement viable pour la colonisation, les efforts se concentraient sur Mars et le système extérieur.

source: When the Fall came, every polity that couldn't hope for a shot at Mars or elsewhere set its sites on Luna.
fr_fr: Lorsque la Chute arriva, chaque régime politique qui ne pouvait espérer aller sur Mars ou ailleurs s'établit sur la Lune.

source: The Indians were the only great power that had invested heavily in Luna.
fr_fr: Les Indiens furent la seule puissance majeure à investir massivement sur la Lune

source: The other three major settlements, Erato, Nectar, and Shackle, were multinational and hypercorp concerns with no strong national affiliations.
fr_fr: Les trois autres abris principaux, Erato, Nectar et Manille, étaient des entrepirses multinationaux ou hypercorporatistes sans attaches nationales.

source: These three cities swelled overnight into polyglot refugee camps, while the Indian settlement, New Mumbai, was nuked black by the corps when it became apparent that a TITAN infection had taken hold there.
fr_fr: Ces trois cités se transformèrent rapidement en un camp de réfugié polyglotte, pendant que l'abri Indien, New Mumbai, était détruit par le feu nucléaire des hypercorps quand il devient évident que l'infection des TITANs avait pris pied là bas.

source: Bereft of nationhood, Lunars developed their own resourceful, tough-minded culture which has emerged as a counterbalance to the radicalism of the outer system and the excesses of Mars.
fr_fr: Débarassé des nationalités, les Lunaires ont développés leur prope culture pleine de ressource et réfléchie qui a émergée comme un contrepoids au radicalisme du système extérieur et des excès de Mars.

source: Transportation on Luna is largely by suborbital rocket, although trans-sonic bullet trains also operate along shorter routes.
fr_fr: Le transport sur la Lune est essentiellement réalisé par des fusées suborbitale, même si des TGV sub-sonique sont également utilisé pour les trajets les plus court.

source: The major space port is at Nectar.
fr_fr: Le spatioport princiapl est Nectar.

source: There is also a skyhook—a massive orbiting satellite spaceport that drags a massive tether, which acts as a space elevator along a track running across the Lunar surface south of the equator.
fr_fr: Un palan aérien existe également - un spatioport sattelitaire et amssif en orbite qui traine un lien massif, et qui agit comme un ascensseur spatial le long d'une piste qui fait le tour de la surface de la Lune au sud de son équateur.

source: As a result, many smaller cities lie along the skyhook track.
fr_fr: Il existe donc beaucoup de plus petites cités le long de la piste de ce palan.

source: Nectar is one of the three fashion/design capitals of the system (along with Noctis on Mars and Extropia).
fr_fr: Nectar est l'un des trois capitales de la mode et du design du système (avec Noctis sur Mars et Extropia).

source: The Lunar design houses have two major advantages: an inventive population and a low planetary gravity that makes it easier to design for the low gravities that prevail in much of the system.
fr_fr: Les bureaux de design Lunaires ont deux avantages majeurs: une population inventive et une faible gravité planétaire qui facilite la conception d'objet destiné aux faibles gravités que l'on retrouve dans une grande part du système.

source: Some habitats elsewhere in the system even choose a rotational speed that simulates Lunar gravity in order to get the greatest benefit from Lunar designs.
fr_fr: D'autres habitats, quelque part dans le système, choisissent même une vitersse de rotation qui simule la gravité Lunaire afin d'exploiter au mieux les objets conçus sur la Lune.

source: Tilion's Jupiter brain
fr_fr: Le cerveau gigogne de Tilion

source: Our investigation into codename: TILION's Lunar research activities has confirmed our suspicions.
fr_fr: Nos enquêtes sur les activités de recherche sous le nom de code: TILION ont confirmés nos soupçons.

source: The hypercorp is engaged in experiments to convert confined spherical masses in the Lunar interior into testbed micro-Jupiter brains.
fr_fr: L'hypercorporation mène des expérimentations pour convertir des masses sphérique de l'intérieur de la Lune dans des micro-cerveaux gigogne de test.

source: The silicate-rich Lunar crust makes the locations they have chosen ideal for the project.
fr_fr: La croûte Lunaire riche en silice rend l'endroit choisit comme un endroit idéal pour le projet.

source: Though we have not verified it, we believe that TILION not only followed the trail of TITAN research into this area, but is in fact in possession of a small cache of TITAN-made computronium.
fr_fr: Bien que nous n'ayons jamais pu le vérifier, nous pensons que TILION ne fait pas que suivre les pistes des recherche des TITANs dans ce domaine, mais qu'ils sotn également en possession d'une petite cache de computronium hérités des TITANs.

source: There is no saying what the TITANS may have been using this cache for, what it may store, or what may occur if TILION completes the project and brings the micro-Jupiter brain online.
fr_fr: Il n'existe aucune information de l'utilisation éventuelle de la cache par les TITANs, ni de ce qu'elle pourrait contenir ou de ce qui pourrait se passer si TILION achève son projet et mettait le micro-cerveau gigogne en ligne.

source: Fortunately, time seems to be on our side, and we have several weeks if not months before any significant part of the project is activated.
fr_fr: heureusement, le temps semble être de notre côté et nous avons plusieurs semaines voire des mois avant que la moindre part significative du projet ne soit activée.

source: We will continue to infiltrate and learn more, but we strongly suggest an erasure squad be moved into position and placed on standby.
fr_fr: Nous coninuerons de les inflitrer et d'apprendre, mais nous suggéront fortement qu'une escouade de suppression soit déployée et mise en attente.

source: Although it's not the richest place to mine He-3, Luna has such good infrastructure for extraction and distribution that it more than makes up for the fact that Luna is very poor in hydrogen for more conventional forms of fusion.
fr_fr: Même si ce 'nest pas l'endroit le plus riche en He-3, la Lune a une telle infrastructure pour l'extraction et la distribution que cela fait plus que compenser le fait que la Lune soit extrêmement pauvre en hydrogène pour les formes de fusion plus convntionnelle.

source: Unlike the vast reserves of the gas giants, however, the amount of readily extractable He-3 in the Lunar regolith is finite.
fr_fr: Contrairement aux vastes réserves des géantes gazeuses, la quantité de He-3 extarctable de la régolite Lunaire est finie.

source: Some of the richer deposits are already tapped out, and concerned Lunars consider their world's future after these deposits are exhausted a major issue.
fr_fr: Quelques uns des dépots les plus riches sotndéjà épuisé, et les Lunaires soucieux considèrent le futur de leur monde une fois les gisements épuisés comme un sérieux problème.

source: The Lunar banks are the oldest (and thus richest) in the system, though hypercorps like Solaris are close on their heels.
fr_fr: Les banques Lunaires sont les plus anciennes (et donc les plus riches) dans le système, même si des hypercorporations comem Solaris ne sont pas loin derrière.

source: Interestingly, the rise of the reputation economy in the outer system has not presented as much of a problem for these banks as one might have expected.
fr_fr: De manière intéressante, l'avènement de l'économie réputationnel dans le système extérieur n'as pas présenté de trop grosses difficultés à ces banques comme certains auraient pu s'y attendre.

source: Lunar banks got hip to the reputation game long before the Martian financial institutions and moved in to capitalize on it immediately.
fr_fr: Les banques Lunaires sont entrés dans la danse de la réputation bien avant que les institutions financière Martienne n'aient commencées à capitaliser dessus.

source: By the time Martian banks knew what was going on, Lunar financial institutions had struck deals with the Extropians and dominated all of the points of exchange where favors could be bartered for cold, hard cash between inner system corp types and outer system anarchists.
fr_fr: Au moment où les banques Martiennes ont compris ce qu'il se apssait, les instituions financières Lunaires avait prit des accords avec els Extropiens et dominaient tous les points d'échange entre les habitants du système intérieur et les anarchistes des systèmes extérieurs et où des faveurs pouvaient être troquées contre du cash.

source: The same genius fueling Lunar design created a complex barter to cash network that almost everyone uses.
fr_fr: Le même génie a alimenté la création d'un système complexe de troc pour les réseaux que tout le monde ou presque utilise.

source: While some autonomists find it infuriating that they have to deal with a monolithic banking system to get by in the inner system, others are simply happy to deal with the Lunars instead of the Martians for this service.
fr_fr: Alors que certains autonomistes trouvent aliénant le fait de devoir faire avec un systèmebancaire monolithique pour faire des affaires dans le système intérieur, d'autres sont simplement content de traiter avec els Lunaires plutôt qu'avec les Martiens pour ce service.

source: Erato (population 5 million) is a major mining center consisting of a series of heavily shielded surface domes and a vast underground city.
fr_fr: Erato (5 millions d'habitants) est un centre majeur d'exploitation minière composé d'une série de dômes de surface lourdement protégés par des bouclier et d'une grande cité sous-terraine.

source: Erato is centered around the Eratosthenes crater on the southern edge of the Mare Imbrium (Sea of Showers), in the northern hemisphere of the Terra-facing side of Luna.
fr_fr: Erato est centré autour du cratère Eratosthène à la limite sud de la Mare Imbrium (Mer des Pluies), dans l'hémisphère nord de la face visible depuis la Terre de la Lune.

source: Erato has access to both the rich titanium deposits of the Mare Imbrium and fields of Helium 3-abundant regolith.
fr_fr: Erato a accès à la fois à de riches gisements de titanium de la Mare Imbrium et à des champs de régolite abondant en Hélium-3.

source: Erato is one of the oldest mining settlements on Luna and one of the first to become commercially viable.
fr_fr: Erato est l'un des abris de minage les plus anciens sur la Lune et l'un des premiers à devenir commerciallement viable.

source: As such, many of the Lunar banks are centered around this city.
fr_fr: En tant que tel, beaucoup de banque Lunaire sont centrées autour de cette cité.

source: The vaulted heights of the Great Cavern of Erato, originally excavated by a Sino-European conglomerate, reach a height of 1.5 kilometers at the apex, leaving room for a teeming city of gardens and towers grown from Lunar silicates and industrious nanites, lit from above by sunlight entering via great mirrored vents.
fr_fr: Les hauteurs voutées de la Grande Caverne d'Erato, originellement excavée par un conglomérat Sino-Européen, atteint une hauteur de 1,5 kilomètres à son point culminant, laissant de l'espace pour une cité grouillant de jardin et de tour construite dans de la silice Lunaire et des nanites industriels, éclairé par la lumière solaire pénantrant grâce à de grandes évents couvets de mirroir.

source: Nectar (population 9 million) lies about 100 kilometers due east of Theophilus crater on the Mare Nectaris (Sea of Nectar) in Luna's southern hemisphere.
fr_fr: Nectar (9 millions d'habitant) repose à 100 kilomètres à l'est du crater Theophilus sur la Mare Nectaris (Mer de Nectar) dans l'hémisphère sud de la Lune.

source: Nectar is a design powerhouse, home to the great Lunar design houses that set fashion and design trends for much of the solar system.
fr_fr: Nectar est un centre de design, abritant les plus grands studios de conception Lunaire qui définissent la mode et les tendances pour la plupart du système solaire.

source: Due to its location relatively close to the Lunar equator, Nectar also hosts Luna's primary long-haul space port and is on the pickup path for the Lunar sky hook.
fr_fr: Enr aison de sa localisation relativement proche de l'équateur Lunaire, Nectar héberge également l'un des principaux spatioport long-courrier et est l'une des zons d'enlèvement du palan aérien.

source: The incineration of the New Mumbai colony with nuclear weapons during the Fall to prevent the spread of TITAN infection left a scorch mark roughly 100 kilometers in diameter on the face of Luna that is still visible from high orbit.
fr_fr: L'incinération de la colonnie de New Mumbai par le feu nucléaire pendant la Chute afin d'empêcher la propagation de l'infection TITAN a laissé une marque de brûlure d'environ 100 kilomètres de diamètres set qui est toujorus visible depuis une orbite haute.

source: The colony was a heavily automated Helium-3 mining station, located in the midst of rich Helium-3 fields on the edge of the Mare Moscoviens.
fr_fr: la colonnie était une station hautement automatisées d'extraction d'Helium-3, localisée au milieu de champ riches en Helium-3 à la limite de la Mare Moscoviens.

source: It remains a heavily-patrolled quarantine zone to this day.
fr_fr: Elle demeure jusqu'à présent une zone de quarantaine extrêmement surveillée.

source: {Shackle (Shackleton-New Varanasi)}
fr_fr: {Manille (Shackleton-New Varanasi)}

source: Shackle (population 6 million), built in and around the south polar Shackleton crater, is centered around one of two major water extraction operations on Luna.
fr_fr: Manille (6 millions d'habitant), construite dans et autour du cratère Shackleton au pôle sud, est centrée autour de l'une des deux principales zones d'extraction d'eau sur la Lune.

source: New Varanasi, the city of temples, is the most impressive section of the city.
fr_fr: New Varanasi, la cité des temples, est la section la plus impressionante de la cité.

source: Shackle was the other major site of old Indian influence on Luna, and with the destruction of New Mumbai holds special importance to descendants of the Indian diaspora.
fr_fr: Manille était l'autre cité principale de l'ancienne influence Indienne sur la Lune, et suite à la destruction de New Mumbai elle a une importance particulière pour les descendants de la disapore Indienne.

source: New Varanasi is a monumental artificial cavern complex with an intricate canal system fed by melted ice from the polar caps above.
fr_fr: New Varanasi est un complexe monumental de cavernes artificielles doté d'un système de canaux et alimenté par de la glace fondues extraite des calotes polaire situées au-dessus.

source: As a source of lifegiving water, it now holds the same importance to the Hindu faith once ascribed to the River Ganges on old Terra.
fr_fr: En tant que qu'eau pouvant héberger la vie, il détient maintenent la même importance dans les croyances Hindu que le Fleuve Gange de l'ancienne Terre.

source: Survivors of other Indian religions, such as the Jains and Sikhs, have also made their temples here.
fr_fr: Les survivants d'autres religions Indiens, tels que les Jains et les Sikhs, ont également établit leur temps là.

source: This makes Shackle a major pilgrimage site; tourism is the major industry after water extraction.
fr_fr: Cela fait de Manille l'un des princiapux lieu de pélerinnage; et le tourisme est sa principale industrue après l'extraction de l'eau.

source: A small herd of Indian elephants is a major attraction, and the elephant god Ganesha, Remover of Obstacles, is extremely popular on Luna, even with non-Hindus.
fr_fr: Un petit troupeau d'éléphants Indiens consitue une des attractions principale, et le dieu éléphant Ganesh, Le Destructeur des Obstacles, est extrêmement populaire sur la Lune, même parmi les non-Hindous.

source: Earth was the cradle of transhuman civilization, but Mars, with a population of 200 million, is now its heartland.
fr_fr: La Terre était le berceau de la civilisation humaine, mais Mars, avec une population de 200 millions de transhumains, est maintenant sa terre d'adoption.

source: When humanity began its spaceward diaspora, Luna was its first stop.
fr_fr: Lrosque l'humanité commença sa diaspora spatiale, la Lune fût la première étape.

source: Yet while Luna boasts a sizable population, Mars was the first world humans settled where they could thrive entirely on locally available resources.
fr_fr: Mais même si la Lune peut se vanter d'avoir une population de taille correcte, Mars a été le premier monde sur lequel les humains s'installèrent et où ils purent prospérer en ne comptant que sur des ressources locales.

source: During the first few decades, the early Martian settlers dwelt in tin can hab units, extracting methane from the local atmosphere for rocket fuel and water from the Martian permafrost, farming in inflatable greenhouses, and eventually manufacturing enough greenhouse gases to warm the planetary climate to the point where transhumans could walk the Martian surface unprotected, save for oxygen respirators.
fr_fr: Pendant les premièrs décennies, les premiers colons Martiens ont habité des unités d'habitations en boîte de conserve, extrayant le méthane contenu dans l'atmosphère locale comme carburant à fusée et l'eau du pergélisol Martien, cultivant dans des serres gonflables et fabricant même suffisemment de gaz à effet de serre pour réchauffer le climat planétaire jusqu'au stade où les transhuamins pouvaient marcher à la surface Martienne sans protection, à l'exception de masques à oxygène.

source: The second phase of the great project of terraforming Mars—husbanding plant life and microbes engineered to rapidly replace atmospheric carbon dioxide with oxygen—was already underway at the time of the Fall.
fr_fr: La deuxième phase du grand projet de terraformation de Mars - aménager la vie végétale et concevoir des microbes pour remplacer rapidement le dioxyde de carbone de l'atmosphère par de l'oxygène - était déjà en cours à l'époque où la Chute a commencé.

source: A belt of orbital mirrors helps to heat the planet by focusing the sun's rays.
fr_fr: Une ceinture de mirroir orbitaux aide à réchauffer la planète et concentrant les rayons solaires.

source: The spread of plant life is a long-term project that will take several centuries to produce a fully breathable atmosphere, but the nigh-immortal transhumans of Mars are prepared to be patient.
fr_fr: La propagation de le vie végétale est un projet à long-terme qui prendra plusieurs siècles avant de produire une atmosphère entièrement respirable, mais les transhumains presque immortels de Mars sont prêt à être patient.

source: A new homeworld is worth the wait.
fr_fr: Une nouvelle planète mère vaut bien d'attendre un peu.
